{
    "landingpage": {
        "undertitel": "Kammarslusen Ribe et betalingsystem for skibene i Ribe. Det er et system, der gør det nemt for skibene at betale for at komme igennem slusen, og det gør det også nemt for slusen at holde styr på, hvilke skibe der har betalt, og hvilke der ikke har.",
        "learnmore": "Lær mere",
        "signup": "Tilmeld dig",
        "stats1": "Skibe gennem slusen",
        "stats2": "Betalinger registreret",
        "stats3": "Aktive kontoer"
    },
    "dashboard": {
        "oversigt": {

        },
        "historik": {

        },
        "settings": {
            "fullname": "Ændre dit fulde navn",
            "fullnameDescription": "Opdatér dit fulde navn, som vises på din profil og i dine transaktioner.",
            "saveChanges": "Gem ændringer",
            "email": "Ændre din e-mailadresse",
            "emailDescription": "Opdatér din e-mailadresse, som bruges til at logge ind på din konto og modtage vigtige meddelelser.",
            "deleteAccount": "Slet konto",
            "deleteAccountDescription": "Er du sikker på, at du vil slette din konto? Denne handling kan ikke fortrydes.",
            "deleteAccountButton": "Slet konto",
            "fullnamePlaceholder": "Dit fulde navn",
            "emailPlaceholder": "Din e-mailadresse",
            "registerBoat": "Registrér et nyt skib",
            "registerBoatDescription": "Register et nyt skib, så vi kan holde styr på det i vores skib, og så vi sikre at du er den rigtige der benytter sig af strømmen.",
            "registerBoatButton": "Registrér skib",
            "fullnameUpdatedToast": "Dit fulde navn er blevet opdateret!"
        }
    },
    "login": {
        "title": "Log ind",
        "subtitle": "Indtast din email for at modtage en engangskode",
        "emailLabel": "Email",
        "emailPlaceholder": "navn@domæne.dk",
        "sendOtpButton": "Send engangskode",
        "sendOtpButtonLoading": "Sender kode...",
        "noAccount": "Har du ikke en konto?",
        "createAccount": "Opret konto",
        "otpTitle": "Indtast engangskode",
        "otpIntro": "Vi har sendt en 6-cifret kode til",
        "otpLabel": "Engangskode",
        "otpPlaceholder": "123456",
        "loginButton": "Log ind",
        "loginButtonLoading": "Logger ind...",
        "backToEmail": "Tilbage til email"
    },
    "signup": {
        "title": "Opret konto",
        "subtitle": "Indtast dine oplysninger herunder for at oprette din konto",
        "fullNameLabel": "Fulde navn",
        "fullNamePlaceholder": "John Doe",
        "emailLabel": "Email",
        "emailPlaceholder": "eksempel@gmail.com",
        "phoneLabel": "Telefonnummer",
        "phonePlaceholder": "12345678",
        "tosLabel": "Servicevilkår",
        "tosPrefix": "Jeg accepterer",
        "tosLink": "Servicevilkår",
        "submit": "Opret konto",
        "submitLoading": "Opretter konto...",
        "haveAccount": "Har du allerede en konto?",
        "loginLink": "Log ind"
    },
    "footer": {
        "allRightsReserved": "Alle rettigheder forbeholdes.",
        "support": "support@pins.dk",
        "company": "Ribe Sejlklub ApS",
        "cvr": "CVR: 74852513",
        "address1": "Erik Menvedsvej 20,",
        "address2": "6760 Ribe",
        "information": "Information",
        "termsLink": "Servicevilkår",
        "disclaimer": "Disclaimer: Dette er et skoleprojekt og ikke et officielt produkt fra Ribe Sejlklub. Alle oplysninger og funktioner er fiktive og kun til demonstration."
    },
    "termsofservice": {
        "title": "Servicevilkår",
        "undertitle": "Introduktion",
        "introduction": "Velkommen til Ribe Sejlklubs betalingssystem. Ved at bruge vores tjenester accepterer du at overholde disse servicevilkår. Læs venligst disse vilkår omhyggeligt, da de indeholder vigtige oplysninger om dine rettigheder og forpligtelser.",
        "publisher": {
            "title": "Udgiver"
        },
        "section1": {
            "title": "§1 Levering",
            "content": "Når du foretager et køb gennem vores betalingssystem, vil vi bestræbe os på at levere den købte service så hurtigt som muligt. I de fleste tilfælde vil leveringen ske inden for få minutter efter købet. I sjældne tilfælde kan der dog forekomme forsinkelser."
        },
        "section2": {
            "title": "§2 Refusioner",
            "content": "Alle salg er endelige, og vi tilbyder ingen refusioner. Hvis du har problemer med din service, bedes du kontakte vores supportteam, så vi kan hjælpe dig."
        },
        "section3": {
            "title": "§3 Ansvarsfraskrivelse",
            "content": "Ribe Sejlklub og dets betalingssystem leveres 'som det er' uden nogen form for garanti, hverken udtrykkelig eller underforstået. Vi fraskriver os ethvert ansvar for eventuelle skader eller tab, der måtte opstå som følge af brugen af vores tjenester."
        },
        "section4": {
            "title": "§4 GDPR og databeskyttelse",
            "content": "Ribe Sejlklub forpligter sig til at beskytte dine personlige oplysninger og overholde gældende databeskyttelseslovgivning, herunder GDPR. Vi indsamler kun de nødvendige oplysninger for at levere vores tjenester og vil aldrig dele dine oplysninger med tredjepart uden dit samtykke."
        },
        
        "section5": {
            "title": "§5 Ændringer af vilkår",
            "content": "Ribe Sejlklub forbeholder sig retten til at ændre disse servicevilkår til enhver tid. Eventuelle ændringer vil blive offentliggjort på vores hjemmeside, og det er dit ansvar at holde dig opdateret om eventuelle ændringer."
        },
        "section6": {
            "title": "§6 Kontaktinformation",
            "content": "Hvis du har spørgsmål eller bekymringer vedrørende disse servicevilkår, bedes du kontakte os på support@pins.dk."
        },
        "section7": {
            "title": "§7 Lovvalg og jurisdiktion",
            "content": "Disse servicevilkår er underlagt og skal fortolkes i overensstemmelse med dansk lovgivning. Enhver tvist, der måtte opstå i forbindelse med disse vilkår, skal indbringes for de danske domstole."
        },
        "section8": {
            "title": "§8 Accept af vilkår",
            "content": "Ved at bruge vores betalingssystem bekræfter du, at du har læst, forstået og accepteret disse servicevilkår. Hvis du ikke accepterer disse vilkår, bedes du ikke bruge vores tjenester."
        },
        "section9": {
            "title": "§9 Skoleprojekt Disclaimer",
            "content": "Dette er et skoleprojekt og ikke et officielt produkt fra Ribe Sejlklub. Alle oplysninger og funktioner er fiktive og kun til demonstration. Ved at oprette en konto eller bruge vores tjenester, accepterer du, at du gør det på eget ansvar og forstår, at dette projekt ikke er beregnet til kommerciel brug. Ribe Sejlklub og de studerende bag dette projekt fraskriver sig ethvert ansvar for eventuelle problemer, der måtte opstå som følge af brugen af dette system."
        }
    }
}