{
    "landingpage": {
        "undertitel": "Kammarslusen Ribe – ein Zahlungssystem für Schiffe in Ribe. Es ist ein System, das es Schiffen erleichtert, für die Durchfahrt durch die Schleuse zu bezahlen, und es erleichtert der Schleuse auch, den Überblick zu behalten, welche Schiffe bezahlt haben und welche nicht.",
        "learnmore": "Mehr erfahren",
        "signup": "Registrieren",
        "stats1": "Schiffe durch die Schleuse",
        "stats2": "Registrierte Zahlungen",
        "stats3": "Aktive Konten",
        "section1Title": "Was ist Kammarslusen Ribe?",
        "section1Content": "Kammarslusen Ribe ist ein Zahlungssystem für Schiffe in Ribe. Es ist ein System, das es Schiffen erleichtert, für die Durchfahrt durch die Schleuse zu bezahlen, und es erleichtert der Schleuse auch, den Überblick zu behalten, welche Schiffe bezahlt haben und welche nicht."
    },
    "dashboard": {
        "oversigt": {},
        "historik": {},
        "settings": {
            "fullname": "Vollständigen Namen ändern",
            "fullnameDescription": "Aktualisieren Sie Ihren vollständigen Namen, der in Ihrem Profil und in Ihren Transaktionen angezeigt wird.",
            "saveChanges": "Änderungen speichern",
            "email": "Ihre E-Mail-Adresse ändern",
            "emailDescription": "Aktualisieren Sie Ihre E-Mail-Adresse, die zum Einloggen in Ihr Konto und zum Empfang wichtiger Benachrichtigungen verwendet wird.",
            "deleteAccount": "Konto löschen",
            "deleteAccountDescription": "Sind Sie sicher, dass Sie Ihr Konto löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.",
            "deleteAccountButton": "Konto löschen",
            "fullnamePlaceholder": "Ihr vollständiger Name",
            "emailPlaceholder": "Ihre E-Mail-Adresse",
            "registerBoat": "Neues Schiff registrieren",
            "registerBoatDescription": "Registrieren Sie ein neues Schiff, damit wir es in unserem System verfolgen und sicherstellen können, dass Sie der berechtigte Nutzer der Durchfahrt sind.",
            "registerBoatButton": "Schiff registrieren",
            "fullnameUpdatedToast": "Ihr vollständiger Name wurde aktualisiert!",
            "emailUpdatedToast": "Ihre E-Mail-Adresse wurde aktualisiert!",
            "accountDeletedToast": "Ihr Konto wurde gelöscht. Wir hoffen, Sie irgendwann wiederzusehen!",
            "noShipsRegistered": "Sie haben noch keine registrierten Schiffe.",
            "shipName": "Name",
            "shipModel": "Modell",
            "shipLimitReached": "Sie haben die Grenze von 2 Schiffen erreicht."
        }
    },
    "login": {
        "title": "Anmelden",
        "subtitle": "Geben Sie Ihre E-Mail ein, um einen Einmalcode zu erhalten",
        "emailLabel": "E-Mail",
        "emailPlaceholder": "name@domain.dk",
        "sendOtpButton": "Einmalcode senden",
        "sendOtpButtonLoading": "Code wird gesendet...",
        "noAccount": "Haben Sie noch kein Konto?",
        "createAccount": "Konto erstellen",
        "otpTitle": "Einmalcode eingeben",
        "otpIntro": "Wir haben einen 6-stelligen Code an gesendet",
        "otpLabel": "Einmalcode",
        "otpPlaceholder": "123456",
        "loginButton": "Anmelden",
        "loginButtonLoading": "Anmeldung läuft...",
        "backToEmail": "Zurück zur E-Mail"
    },
    "signup": {
        "title": "Konto erstellen",
        "subtitle": "Geben Sie Ihre Daten unten ein, um Ihr Konto zu erstellen",
        "fullNameLabel": "Vollständiger Name",
        "fullNamePlaceholder": "John Doe",
        "emailLabel": "E-Mail",
        "emailPlaceholder": "beispiel@gmail.com",
        "phoneLabel": "Telefonnummer",
        "phonePlaceholder": "12345678",
        "tosLabel": "Nutzungsbedingungen",
        "tosPrefix": "Ich akzeptiere die",
        "tosLink": "Nutzungsbedingungen",
        "submit": "Konto erstellen",
        "submitLoading": "Konto wird erstellt...",
        "haveAccount": "Haben Sie bereits ein Konto?",
        "loginLink": "Anmelden"
    },
    "footer": {
        "allRightsReserved": "Alle Rechte vorbehalten.",
        "support": "support@pins.dk",
        "company": "Ribe Sejlklub ApS",
        "cvr": "CVR: 74852513",
        "address1": "Erik Menvedsvej 20,",
        "address2": "6760 Ribe",
        "information": "Informationen",
        "termsLink": "Nutzungsbedingungen",
        "disclaimer": "Hinweis: Dies ist ein Schulprojekt und kein offizielles Produkt des Ribe Sejlklub. Alle Informationen und Funktionen sind fiktiv und dienen nur zu Demonstrationszwecken."
    },
    "termsofservice": {
        "title": "Nutzungsbedingungen",
        "undertitle": "Einleitung",
        "introduction": "Willkommen beim Zahlungssystem des Ribe Sejlklub. Durch die Nutzung unserer Dienste erklären Sie sich mit der Einhaltung dieser Nutzungsbedingungen einverstanden. Bitte lesen Sie diese Bedingungen sorgfältig durch, da sie wichtige Informationen über Ihre Rechte und Pflichten enthalten.",
        "publisher": {
            "title": "Herausgeber"
        },
        "section1": {
            "title": "§1 Lieferung",
            "content": "Wenn Sie einen Kauf über unser Zahlungssystem tätigen, bemühen wir uns, die gekaufte Dienstleistung so schnell wie möglich bereitzustellen. In den meisten Fällen erfolgt die Bereitstellung innerhalb weniger Minuten nach dem Kauf. In seltenen Fällen können jedoch Verzögerungen auftreten."
        },
        "section2": {
            "title": "§2 Rückerstattungen",
            "content": "Alle Verkäufe sind endgültig, und wir bieten keine Rückerstattungen an. Bei Problemen mit Ihrer Dienstleistung kontaktieren Sie bitte unser Support-Team, damit wir Ihnen helfen können."
        },
        "section3": {
            "title": "§3 Haftungsausschluss",
            "content": "Der Ribe Sejlklub und sein Zahlungssystem werden „wie sie sind“ ohne jegliche Garantie, weder ausdrücklich noch stillschweigend, bereitgestellt. Wir lehnen jede Haftung für Schäden oder Verluste ab, die durch die Nutzung unserer Dienste entstehen könnten."
        },
        "section4": {
            "title": "§4 DSGVO und Datenschutz",
            "content": "Der Ribe Sejlklub verpflichtet sich, Ihre personenbezogenen Daten zu schützen und die geltenden Datenschutzgesetze, einschließlich der DSGVO, einzuhalten. Wir erheben nur die notwendigen Informationen zur Bereitstellung unserer Dienste und geben Ihre Daten niemals ohne Ihre Zustimmung an Dritte weiter."
        },
        "section5": {
            "title": "§5 Änderungen der Bedingungen",
            "content": "Der Ribe Sejlklub behält sich das Recht vor, diese Nutzungsbedingungen jederzeit zu ändern. Änderungen werden auf unserer Website veröffentlicht, und es liegt in Ihrer Verantwortung, sich über etwaige Änderungen zu informieren."
        },
        "section6": {
            "title": "§6 Kontaktinformationen",
            "content": "Bei Fragen oder Bedenken zu diesen Nutzungsbedingungen kontaktieren Sie uns bitte unter support@pins.dk."
        },
        "section7": {
            "title": "§7 Anwendbares Recht und Gerichtsstand",
            "content": "Diese Nutzungsbedingungen unterliegen dänischem Recht und sind entsprechend auszulegen. Streitigkeiten im Zusammenhang mit diesen Bedingungen sind vor den dänischen Gerichten auszutragen."
        },
        "section8": {
            "title": "§8 Annahme der Bedingungen",
            "content": "Durch die Nutzung unseres Zahlungssystems bestätigen Sie, dass Sie diese Nutzungsbedingungen gelesen, verstanden und akzeptiert haben. Wenn Sie diese Bedingungen nicht akzeptieren, nutzen Sie bitte unsere Dienste nicht."
        },
        "section9": {
            "title": "§9 Hinweis zum Schulprojekt",
            "content": "Dies ist ein Schulprojekt und kein offizielles Produkt des Ribe Sejlklub. Alle Informationen und Funktionen sind fiktiv und dienen nur zu Demonstrationszwecken. Durch die Erstellung eines Kontos oder die Nutzung unserer Dienste akzeptieren Sie, dass Sie dies auf eigenes Risiko tun und verstehen, dass dieses Projekt nicht für kommerzielle Nutzung gedacht ist. Der Ribe Sejlklub und die Studierenden hinter diesem Projekt lehnen jede Haftung für Probleme ab, die durch die Nutzung dieses Systems entstehen könnten."
        },
        "section10": {
            "title": "§10 Kontaktinformationen",
            "content": "Bei Fragen oder Bedenken zu diesen Nutzungsbedingungen kontaktieren Sie uns bitte unter support@pins.dk."
        }
    }
}