{
    "landingpage": {
        "undertitel": "Kammerslusen Ribe ist ein Zahlungssystem für die Schiffe in Ribe. Es ist ein System, das es den Schiffen erleichtert, die Durchfahrt durch die Schleuse zu bezahlen, und es erleichtert auch der Schleuse, den Überblick zu behalten, welche Schiffe bezahlt haben und welche nicht.",
        "learnmore": "Mehr erfahren",
        "signup": "Registrieren",
        "stats1": "Schiffe durch die Schleuse",
        "stats2": "Registrierte Zahlungen",
        "stats3": "Aktive Konten"
    },
    "dashboard": {
        "oversigt": {
        },
        "historik": {
        },
        "settings": {
            "fullname": "Deinen vollen Namen ändern",
            "fullnameDescription": "Aktualisiere deinen vollen Namen, der in deinem Profil und in deinen Transaktionen angezeigt wird.",
            "saveChanges": "Änderungen speichern",
            "email": "Deine E-Mail-Adresse ändern",
            "emailDescription": "Aktualisiere deine E-Mail-Adresse, die zum Anmelden bei deinem Konto und zum Erhalten wichtiger Mitteilungen verwendet wird.",
            "deleteAccount": "Konto löschen",
            "deleteAccountDescription": "Bist du sicher, dass du dein Konto löschen möchtest? Diese Aktion kann nicht rückgängig gemacht werden.",
            "deleteAccountButton": "Konto löschen",
            "fullnamePlaceholder": "Dein voller Name",
            "emailPlaceholder": "Deine E-Mail-Adresse",
            "registerBoat": "Ein neues Schiff registrieren",
            "registerBoatDescription": "Registriere ein neues Schiff, damit wir es in unserem System verfolgen können und sicherstellen, dass du die richtige Person bist, die die Schleuse nutzt.",
            "registerBoatButton": "Schiff registrieren",
            "fullnameUpdatedToast": "Dein voller Name wurde aktualisiert!"
        }
    },
    "login": {
        "title": "Anmelden",
        "subtitle": "Gib deine E-Mail ein, um einen Einmalcode zu erhalten",
        "emailLabel": "E-Mail",
        "emailPlaceholder": "name@domain.dk",
        "sendOtpButton": "Einmalcode senden",
        "sendOtpButtonLoading": "Code wird gesendet...",
        "noAccount": "Hast du kein Konto?",
        "createAccount": "Konto erstellen",
        "otpTitle": "Einmalcode eingeben",
        "otpIntro": "Wir haben einen 6-stelligen Code gesendet an",
        "otpLabel": "Einmalcode",
        "otpPlaceholder": "123456",
        "loginButton": "Anmelden",
        "loginButtonLoading": "Anmeldung läuft...",
        "backToEmail": "Zurück zur E-Mail"
    },
    "signup": {
        "title": "Konto erstellen",
        "subtitle": "Gib deine Daten unten ein, um dein Konto zu erstellen",
        "fullNameLabel": "Vollständiger Name",
        "fullNamePlaceholder": "Max Mustermann",
        "emailLabel": "E-Mail",
        "emailPlaceholder": "beispiel@gmail.com",
        "phoneLabel": "Telefonnummer",
        "phonePlaceholder": "12345678",
        "tosLabel": "Nutzungsbedingungen",
        "tosPrefix": "Ich akzeptiere",
        "tosLink": "Nutzungsbedingungen",
        "submit": "Konto erstellen",
        "submitLoading": "Konto wird erstellt...",
        "haveAccount": "Hast du bereits ein Konto?",
        "loginLink": "Anmelden"
    },
    "footer": {
        "allRightsReserved": "Alle Rechte vorbehalten.",
        "support": "support@pins.dk",
        "company": "Ribe Sejlklub ApS",
        "cvr": "CVR: 74852513",
        "address1": "Erik Menvedsvej 20,",
        "address2": "6760 Ribe",
        "information": "Information",
        "termsLink": "Nutzungsbedingungen",
        "disclaimer": "Haftungsausschluss: Dies ist ein Schulprojekt und kein offizielles Produkt des Ribe Sejlklub. Alle Informationen und Funktionen sind fiktiv und nur zur Demonstration."
    },
    "termsofservice": {
        "title": "Nutzungsbedingungen",
        "undertitle": "Einführung",
        "introduction": "Willkommen beim Zahlungssystem des Ribe Sejlklub. Durch die Nutzung unserer Dienste erklärst du dich damit einverstanden, diese Nutzungsbedingungen einzuhalten. Bitte lies diese Bedingungen sorgfältig durch, da sie wichtige Informationen zu deinen Rechten und Pflichten enthalten.",
        "publisher": {
            "title": "Herausgeber"
        },
        "section1": {
            "title": "§1 Lieferung",
            "content": "Wenn du einen Kauf über unser Zahlungssystem tätigst, werden wir uns bemühen, die gekaufte Dienstleistung so schnell wie möglich zu liefern. In den meisten Fällen erfolgt die Lieferung innerhalb weniger Minuten nach dem Kauf. In seltenen Fällen kann es jedoch zu Verzögerungen kommen."
        },
        "section2": {
            "title": "§2 Rückerstattungen",
            "content": "Alle Verkäufe sind endgültig, und wir bieten keine Rückerstattungen an. Wenn du Probleme mit deiner Dienstleistung hast, kontaktiere bitte unser Support-Team, damit wir dir helfen können."
        },
        "section3": {
            "title": "§3 Haftungsausschluss",
            "content": "Das Ribe Sejlklub und sein Zahlungssystem werden 'wie es ist' ohne jegliche Garantie, weder ausdrücklich noch stillschweigend, bereitgestellt. Wir lehnen jegliche Haftung für Schäden oder Verluste ab, die durch die Nutzung unserer Dienste entstehen könnten."
        },
        "section4": {
            "title": "§4 DSGVO und Datenschutz",
            "content": "Das Ribe Sejlklub verpflichtet sich, deine personenbezogenen Daten zu schützen und die geltenden Datenschutzgesetze, einschließlich der DSGVO, einzuhalten. Wir sammeln nur die notwendigen Informationen, um unsere Dienste bereitzustellen, und werden deine Daten niemals ohne deine Zustimmung an Dritte weitergeben."
        },
        "section5": {
            "title": "§5 Änderungen der Bedingungen",
            "content": "Das Ribe Sejlklub behält sich das Recht vor, diese Nutzungsbedingungen jederzeit zu ändern. Alle Änderungen werden auf unserer Website veröffentlicht, und es liegt in deiner Verantwortung, dich über etwaige Änderungen auf dem Laufenden zu halten."
        },
        "section6": {
            "title": "§6 Kontaktinformationen",
            "content": "Wenn du Fragen oder Bedenken zu diesen Nutzungsbedingungen hast, kontaktiere uns bitte unter support@pins.dk."
        },
        "section7": {
            "title": "§7 Rechtswahl und Gerichtsstand",
            "content": "Diese Nutzungsbedingungen unterliegen dem dänischen Recht und sind danach auszulegen. Jeder Streit, der im Zusammenhang mit diesen Bedingungen entsteht, muss vor den dänischen Gerichten beigelegt werden."
        },
        "section8": {
            "title": "§8 Annahme der Bedingungen",
            "content": "Durch die Nutzung unseres Zahlungssystems bestätigst du, dass du diese Nutzungsbedingungen gelesen, verstanden und akzeptiert hast. Wenn du diese Bedingungen nicht akzeptierst, nutze bitte unsere Dienste nicht."
        },
        "section9": {
            "title": "§9 Haftungsausschluss für Schulprojekt",
            "content": "Dies ist ein Schulprojekt und kein offizielles Produkt des Ribe Sejlklub. Alle Informationen und Funktionen sind fiktiv und nur zur Demonstration. Durch die Erstellung eines Kontos oder die Nutzung unserer Dienste akzeptierst du, dass du dies auf eigene Gefahr tust und verstehst, dass dieses Projekt nicht für kommerzielle Nutzung bestimmt ist. Das Ribe Sejlklub und die Studierenden hinter diesem Projekt lehnen jegliche Haftung für Probleme ab, die durch die Nutzung dieses Systems entstehen könnten."
        }
    }
}